alacritty
base
base-devel
brave-bin
bridge-utils
btop
btrfs-progs
dnsmasq
dunst
edk2-ovmf
efibootmgr
exa
fish
git
grim
grub
gst-plugin-pipewire
htop
hyprland
hyprpaper
iptables-nft
iwd
kitty
libpulse
linux
linux-firmware
microsoft-edge-bin
nano
neofetch
neovim
network-manager-applet
network-manager-sstp
nftables
npm
otf-aurulent-nerd
otf-codenewroman-nerd
otf-comicshanns-nerd
otf-droid-nerd
otf-firamono-nerd
otf-hasklig-nerd
otf-hermit-nerd
otf-opendyslexic-nerd
otf-overpass-nerd
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
pywal-git
qemu-full
qt5-wayland
qt6-wayland
ranger
rofi
sddm
slurp
smartmontools
starship
swaylock
swtpm
swww
thunar
ttf-3270-nerd
ttf-agave-nerd
ttf-anonymouspro-nerd
ttf-arimo-nerd
ttf-bigblueterminal-nerd
ttf-bitstream-vera-mono-nerd
ttf-cascadia-code-nerd
ttf-cousine-nerd
ttf-daddytime-mono-nerd
ttf-dejavu-nerd
ttf-fantasque-nerd
ttf-firacode-nerd
ttf-font-awesome
ttf-go-nerd
ttf-hack-nerd
ttf-heavydata-nerd
ttf-iawriter-nerd
ttf-ibmplex-mono-nerd
ttf-inconsolata-go-nerd
ttf-inconsolata-lgc-nerd
ttf-inconsolata-nerd
ttf-iosevka-nerd
ttf-iosevkaterm-nerd
ttf-jetbrains-mono-nerd
ttf-lekton-nerd
ttf-liberation-mono-nerd
ttf-lilex-nerd
ttf-meslo-nerd
ttf-monofur-nerd
ttf-monoid-nerd
ttf-mononoki-nerd
ttf-mplus-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-noto-nerd
ttf-profont-nerd
ttf-proggyclean-nerd
ttf-roboto-mono-nerd
ttf-sharetech-mono-nerd
ttf-sourcecodepro-nerd
ttf-space-mono-nerd
ttf-terminus-nerd
ttf-tinos-nerd
ttf-ubuntu-mono-nerd
ttf-ubuntu-nerd
ttf-victor-mono-nerd
unzip
vde2
vim
virt-manager
virt-viewer
waybar
wget
wireless_tools
wireplumber
wofi
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-utils
yay-bin
